{
  "page-primer-title": "A HOLIDAY PRIMER",
  "page-primer-contents": "CONTENTS",
  "page-primer-contents-intro": "Introduction",
  "page-primer-contents-who": "Who is GitcoinDAO?",
  
  "page-primer-contents-how": "How does GitcoinDAO Work?",
  "page-primer-contents-stewards": "Workstreams at GitcoinDAO",
  "page-primer-contents-token": "GitcoinDAO Token",
  "page-primer-contents-delegators": "Delegators",
  "page-primer-contents-rewarding": "Rewarding Participation",
  "page-primer-contents-rounds": "Gitcoin Grants Rounds",
  "page-primer-contents-involved": "Get Involved",
  "page-primer-contents-intro-h3": "GitcoinDAO is a community where builders, developers and protocols come together to build & fund digital public goods. ",
  "page-primer-contents-intro-text-one": "Digital public goods are free and open-source–meaning they are freely available and can be used and modified by all. Digital public goods can take the form of software, data sets, AI models, educational programming and content such as articles, videos, podcasts and images.",
  "page-primer-contents-intro-text-two": "GitcoinDAO believes that digital public goods have the potential to solve some of our toughest challenges now and in the future. However, despite $400B in yearly economic output, creators and maintainers of digital public goods have traditionally not had effective ways to monetize their work.",
  "page-primer-contents-intro-text-three": "Gitcoin was created to work on alleviating this problem. It funds and coordinates the development of digital public goods; GitcoinDAO is the vessel for Gitcoin’s mission.As of January 2022, nearly $50M of project funding has been provided through Gitcoin since it’s launch in 2017.",
  
  "page-primer-contents-what-text-one": "GitcoinDAO’s main focus is to build and fund digital public goods to 'grow open source'. As we discussed, digital public goods are free and open-source. They can take the form of software, data sets, AI models, standards or content and are distributed freely and modified by anyone around the world. GitcoinDAO believes that digital public goods have the potential to solve our toughest challenges now and in the future. However, despite $500B+ in yearly economic output, open-source developers have traditionally not had effective ways to monetize their work.",
  "page-primer-contents-what-text-two": "To tackle this problem, Gitcoin was established as an organization that creates positive externalities for open-source innovators in the form of funding, work opportunities, and a community. Its mission is to serve the greater good by funding public goods that will allow us to tackle some of humanity’s most complex issues. Since its launch in November 2017, Gitcoin Grants has provided nearly $16M of project funding.",
  
  "page-primer-contents-who-text-one": "We are citizens of the internet who work together to create and maintain the future of the open web - a web by and for all its users.",
  "page-primer-contents-who-text-two": "",
  "page-primer-contents-who-text-three": "",
  "page-primer-contents-who-text-four": "",
  "page-primer-contents-who-text-five": "",

  
  
  
  "page-primer-contents-how-h3-one": "Meet Alisha",
  "page-primer-contents-how-text-one": "Alisha and her friends are freelance developers and designers. After hearing about GitcoinDAO online, they fill up the GitcoinDAO contributor form. A Steward in the DAO onboards them. They collectively decide to build pay.party- an open-source tool that helps to efficiently distribute tokens to anyone in a community. The funding for the project comes from GitcoinDAO and the contributors are rewarded with GitcoinDAO’s native governance token- GTC.",
  "page-primer-contents-how-h3-two": "Meet Ben",
  "page-primer-contents-how-text-two": "Ben is a coordinator and project manager in charge of scaling web2 apps for the company he works for during the day. Some of his friends have begun to work at DAOs full-time. At GitcoinDAO, he makes projects like pay.party more efficient by sparing a few hours in the evening to figure out the DAO life. ",
  "page-primer-contents-how-text-three": "When Ben discusses the project updates with the team (Alisha and her friends), pay.party gets tested, iterated on, and is launched as a public good for the entire world. The tool is not only used in Gitcoin for building itself but becomes a helpful for everyone.",
  "page-primer-contents-how-text-four": "Today is a really important day for Ben. It is the public launch of their first moonshot- pay.party! Alisha is making sure that the dApp that she and her friends have been building works the way it is intended? At GitcoinDAO, we celebrate both failure and success of projects. This is where Stewards play an important role.",
  "page-primer-contents-how-text-five": "In addition to contributors, there are two roles that people play in governing and organizing GitcoinDAO that ensure its success These are: Stewards, and Delegators. There are also workstreams, where contributors in the DAO apply their skills to build public goods.",
  "page-primer-contents-how-text-six": "First, let's go over some of the workstreams in the DAO.",
  "page-primer-contents-stewards-text-one": "In GitcoinDAO, the current workstreams are: Public Goods, Moonshot Collective, MMM (Merch, Marketing and Memes), FDD (Fraud Detection and Defence). Due to the decentralized nature of DAOs, any active contributor to the DAO can participate in the governance forums. Any member of the community can vote for or against a proposal using the governance token. These proposals can be about anything that concerns the DAO, such as electing stewards for a workstream.",
  "page-primer-contents-stewards-text-two": "For doing so, a Steward, like Ben, proposes a budget for the workstream in the native token of the GitcoinDAO community- GTC. The contributors to the workstream are rewarded in GTC for their contributions.",
  "page-primer-contents-stewards-text-three": "We have mentioned GTC quite a few times in this primer. Let’s learn more about the token.",
  "page-primer-contents-token-text-one": "The Gitcoin token (GTC) is used by the members of the GitcoinDAO to make decisions about where to allocate resources in the DAO. These decisions improve the mission of the DAO as a vessel for Gitcoin to coordinate the funding of public goods.",
  "page-primer-contents-token-text-two": "GTC has no economic value; it is a governance token used to oversee the Gitcoin ecosystem.",
  "page-primer-contents-token-text-three": "A crucial set of participants in the Gitcoin protocol who play an equally important role within the protocol — the Delegators of GTC.",
  "page-primer-contents-delegators-text-one": "Delegators are holders of the Gitcoin token who delegate their GTC towards any Steward that they choose. This helps signal their trust for a Steward.",
  "page-primer-contents-delegators-text-two": "You may be wondering, why would a token holder delegate their tokens? What's in it for them, besides making a Steward's day and earning bragging rights in the public goods community?",
  "page-primer-contents-rewarding-text-one": "When a Delegator delegates GTC towards a Steward, it is a strong signal of encouraging the Steward in decentralized decision-making.",
  "page-primer-contents-rewarding-text-two": "If all of this seems confusing, don’t worry! A contributor can contribute their skills across various fields to each of their domains even if they don't know about these responsibilities upfront.",
  "page-primer-contents-rewarding-text-three": "Once a contributor’s participation is rewarded in GTC, they can begin to assume the roles of either a Delegator or a voter on a proposal.",
  "page-primer-contents-rewarding-text-four": "Contributors gradually learn how to get more involved in the day-to-day operations of the DAO.",
  "page-primer-contents-rewarding-text-five": "Neat right? Next let's understand how GitcoinDAO helps the broader web3 ecosystem by funding digital public goods.",
  "page-primer-contents-rounds-h3-one": "Gitcoin Grant Rounds",
  "page-primer-contents-rounds-text-one": "Any open source web3 project can be proposed as a grant on the Gitcoin Grants platform at any time to receive funding. During a Grant Round, something exciting happens!",
  "page-primer-contents-rounds-text-two": "Grant Rounds take place once every quarter. During a round, a novel funding mechanism kicks in to allocate more funds to the grantees from the matching pool. This mechanism is known as quadratic funding.",
  "page-primer-contents-rounds-h3-two": "Quadratic Funding",
  "page-primer-contents-rounds-text-three": "The current scenario for public goods funding as of Grants Round 12 is that a total of  <strong>200</strong> projects got funded from unique, individual donations as well as a matching pool of <strong>3 million dollars</strong>.",
  "page-primer-contents-rounds-text-four": "Due to Quadratic Funding, the number of contributors matters more than amount funded for a particular project. Projects with more individual contributors than to projects with lesser number of contributors despite their individual donation size. This allocation democratizes funding and shifts power away from whales and central power brokers.",
  "page-primer-contents-rounds-text-five": "GitcoinDAO also provides bounties, quests, and sponsored hackathons for people looking to solve specific challenges from around the web3 world.",
  "page-primer-contents-involved-h2": "GitcoinDAO IS GROWING!",
  "page-primer-contents-involved-text-one": "Today, there are 100 Delegators supporting <strong>100</strong> Stewards with more and more participants joining the DAO every day.",
  "page-primer-contents-involved-interested": "Interested in participating?",
  "page-primer-contents-involved-interested-text-one": "Workstreams are here",
  "page-primer-contents-involved-interested-cta-one": "Apply here!",
  "page-primer-contents-involved-interested-text-two": "Delegate GTC towards a Steward",
  "page-primer-contents-involved-interested-cta-two": "Delegate",
  "page-primer-contents-involved-engineer": "Are you a builder?",
  "page-primer-contents-involved-engineer-text": "Fill up the onboarding form below.",
  "page-primer-contents-involved-engineer-cta": "SIGN UP",
  "page-primer-contents-involved-miner": "Are you crypto-curious?",
  "page-primer-contents-involved-miner-text": "Attend one of our public spaces",
  "page-primer-contents-involved-miner-cta": "LEARN MORE",
  "page-primer-back": "Back to the top",
  "page-primer-meta-title": "A 10-minute Primer (thanks to Livepeer for releasing their primer as a public good!)",
  "page-primer-meta-description": "Through storytelling, illustration, and data, the GitcoinDAO Primer explains, at a high level, the problem GitcoinDAO solves, and how it works."
}
