{
  "page-primer-title": "A HOLIDAY PRIMER",
  "page-primer-contents": "CONTENTS",
  "page-primer-contents-intro": "Introduction",
  "page-primer-contents-what": "What is GitcoinDAO?",
  "page-primer-contents-who": "Who is GitcoinDAO for?",
  "page-primer-contents-how": "How does GitcoinDAO Work?",
  "page-primer-contents-stewards": "Workstreams at GitcoinDAO",
  "page-primer-contents-token": "GitcoinDAO Token",
  "page-primer-contents-delegators": "Delegators",
  "page-primer-contents-rewarding": "Rewarding Participation",
  "page-primer-contents-rounds": "Gitcoin Grants Rounds",
  "page-primer-contents-involved": "Get Involved",
  "page-primer-contents-intro-h3": "Today, digital public goods are valued at more than 400 billion dollars!",
  "page-primer-contents-intro-text-one": "What is a digital public good and why is it a big deal? Everything around you in your daily life - the apps you use, the devices you have, the knowledge that you accumulated, most of it is made available for free and accessible for all to use. Such things are called public goods. It’s easy to understand why: open source technologies power our internet infrastructure! Public goods are good 💪. ",
  "page-primer-contents-intro-text-two": "But, for the people behind these public goods, it is insanely expensive for them to create and maintain for little to no social reward— and even more expensive to sustain as a full-time activity.",
  "page-primer-contents-intro-text-three": "Why is that? Since these public goods are offered for free, people can use them for free (and that is OK!). The issue lies in the lack of funding models exist to support the people creating these. <strong>Until GitcoinDAO </strong>!",
  "page-primer-contents-intro-text-four": "Due to the advent of crypto and web3, we are entering a new era of truly internet-native organizations, such as DAOs (Decentralized Autonomous Organizations)! GitcoinDAO is one such DAO. DAOs are the first organization structure to be <strong>truly internet-native</strong>: offices and colleagues exist on online chat platforms, money and collectibles exist in the form of cryptocurrencies and tokens, rules exist in the form of smart contracts, every contributor has a say in governance, and coordination happens globally all the time, online and on-chain.",
  "page-primer-contents-intro-text-five": "Today, there are about X DAOs that manage a treasury worth Y million dollars or Z ETH. A whopping X number of people work in these DAOs in different roles. That's a lot, and it is only bound to increase!",
  "page-primer-contents-intro-text-six": "Due to the ease of contributing to a DAO, the social incentives they offer, and the transformative potential of this unique coordination tool, it is becoming commonplace for aspiring internet-native folks to quickly find their way in a lot of the groups where DAOs happen (typically Discord servers), adding thousands of users month after month. The roles are as diverse as that of a traditional centralized organization, in addition to the ones that web3 has introduced. As a result, people are figuring out how to work in a DAO. This primer explains how!",
  "page-primer-contents-intro-text-seven": "With the increased possibilities of web3 and crypto, the demand for DAOplomats is increasing exponentially on all sides - infrastructure, tech, design, governance, project management, finance, operations, stewardship, and coordination.",
  "page-primer-contents-intro-text-eight": "DAOs that build and fund public goods need a wide-ranging array of talent across all fields of society - technology, culture, economics, and policy. Enter GitcoinDAO",
  "page-primer-contents-what-text-one": "GitcoinDAO’s main focus is to build and fund digital public goods to 'grow open source'. Digital public goods are free, open-source cultural works. They can take the form of software, data sets, AI models, standards or content and are distributed freely and modified by anyone around the world. GitcoinDAO believes that digital public goods have the potential to solve our toughest challenges now and in the future. However, despite $300B+ in yearly economic output, open-source developers have traditionally not had effective ways to monetize their work.",
  "page-primer-contents-what-text-two": "To tackle this problem, GitcoinDAO was established as an organization that distributes funds to these open-source innovators. Its mission is to serve the greater good by funding open-source projects that will allow us to tackle some of humanity’s most complex issues. Since its launch in November 2017, Gitcoin Grants has provided nearly $16M of project funding.",
  "page-primer-contents-who-h3-one": "Builders",
  "page-primer-contents-who-text-one": "who want to build digital public goods (code, art, etc) that can use Gitcoin to power our new web.",
  "page-primer-contents-who-h3-two": "Users",
  "page-primer-contents-who-text-two": "who want to use these public goods for their communities built on Gitcoin to do so.",
  "page-primer-contents-who-h3-three": "You",
  "page-primer-contents-who-text-three": "who is curious about this brave new world of crypto, web3, DAOs, and want to learn new skills and share your expertise.",
  "page-primer-contents-how-h3-one": "Meet Alisha",
  "page-primer-contents-how-text-one": "Alisha and her friends are freelance developers, designers, and podcasters. She joined Gitcoin to build open source software and graphics for better coordination tools, such as pay.party- a tool that helps distribute payouts to everyone who contributes. She has also invited her friends to help her with getting the word out via different artistic mediums. The funding for the project comes from GitcoinDAO.",
  "page-primer-contents-how-h3-two": "Meet Ben",
  "page-primer-contents-how-text-two": "Ben is a coordinator and project manager in charge of scaling the web2 app for the company he works for during the day. He makes DAO projects like pay.party more efficient by sparing a few hours after work. After a couple of months, Ben decides to go full-time at the GitcoinDAO and becomes a steward of one of the workstreams.",
  "page-primer-contents-how-text-three": "When Ben goes on Discord and discusses the project updates with the team Alisha and her friends, pay.party gets tested, iterated on, and is launched as a public good for the entire world. The tool is not only used in Gitcoin for building itself but becomes a part of the critical infrastructure of web3.",
  "page-primer-contents-how-text-four": "Today is a really important day for Ben. It's the public launch of their first moonshot- pay.party! How can Alice be sure that the dApp that she and her friends have been building works the way it is intended? At Gitcoin, we celebrate both failure and success. This is where stewards play an important role.",
  "page-primer-contents-how-text-five": "There are two key actors in the GitcoinDAO ecosystem that ensure its success: Stewards and Delegators.",
  "page-primer-contents-how-text-six": "First, let's go over the role of Stewards.",
  "page-primer-contents-stewards-text-one": "In GitcoinDAO, the current workstreams are: Public Goods, Moonshot Collective, MMM (Merch, Marketing and Memes), FDD (Fraud Detection). Due to the decentralized nature of DAOs, any active contributor to the DAO can join the governance forums and propose a new workstream and become it's steward. If the community votes in favour for it and approves the budget, a workstream is created. A steward deeply understands the needs for their particular workstream and the spirit of public goods. Their responsibility is to lead and steward their team to completion of the projects for their workstream.",
  "page-primer-contents-stewards-text-two": "For doing so, a steward, like Ben, proposes a budget for the workstream in the native token of the GitcoinDAO community- GTC. The contributors to the workstream are rewarded in GTC for their contributions.",
  "page-primer-contents-stewards-text-three": "Sounds good, right? But wait, there's a catch! In order to earn the right to do this type of work on the network, the workstream must first earn or acquire Gitcoin Token, also known as GTC.",
  "page-primer-contents-token-text-one": "The GitcoinDAO is the vessel for Gitcoin’s mission. It consists of community members coordinating to fund public goods, and introduces the Gitcoin token (GTC) to make decisions about where to allocate resources. GTC is a governance token for credibly neutral developer talent and public goods funding, and the means to progressively decentralize the Gitcoin platform through the GitcoinDAO.",
  "page-primer-contents-token-text-two": "GTC has no economic value; it is a governance token used to oversee the Gitcoin ecosystem.",
  "page-primer-contents-token-text-three": "A crucial set of participants in the Gitcoin protocol who play an equally important role within the protocol — the Delegators of GTC.",
  "page-primer-contents-delegators-text-one": "Delegators are Gitcoin tokenholders who participate in the governance and stake their tokens towards stewards who they believe are doing good and honest work. You can think about staking like putting a deposit down. When you stake, your tokens become locked up for a period of time and then you can take them back or stake them to a different steward. Doing this helps ensure that the steward is accountable, and has the funds from the Gitcoin treasury to help support their projects.",
  "page-primer-contents-delegators-text-two": "You may be wondering, why would a tokenholder stake their tokens? What's in it for them, besides making a steward's day and earning bragging rights in the public goods community?",
  "page-primer-contents-rewarding-text-one": "When a delegator stakes GTC towards a steward, it is a strong signal of encouraging that workstream's projects in decentralized decision-making.",
  "page-primer-contents-rewarding-text-two": "A contributor can contribute their skills across various fields to each of their domains even if they don't know about these responsibilities. Once their participation is rewarded in GTC, they can begin to assume the roles of delegators and vote on governance proposals.",
  "page-primer-contents-rewarding-text-three": "This has the effect of growing contributions amongst those who participate and shrinking it amongst those who do not.",
  "page-primer-contents-rewarding-text-four": "It also gives stewards valuable crowdsourced wisdom over traditional centralized top-down decision-making.",
  "page-primer-contents-rewarding-text-five": "Neat right? Next let's understand how GitcoinDAO helps the broader web3 ecosystem by funding digital public goods.",
  "page-primer-contents-rounds-h3-one": "Gitcoin Grant Rounds",
  "page-primer-contents-rounds-text-one": "In web3, new open source projects are proposed every grant round (once every quarter). Assuming the steward you're delegating to is doing their job well.",
  "page-primer-contents-rounds-text-two": "Next, let's go over the Gitcoin inflation rate, or in other words, the way by which the Gitcoin protocol determines how many new tokens to mint each round.",
  "page-primer-contents-rounds-h3-two": "Funding Public Goods",
  "page-primer-contents-rounds-text-three": "The current scenario for public goods funding as of grants round 12 is <strong>{{inflation}}%</strong> and there are currently a total of <strong>{{totalSupply}}</strong> grants being funded. So, according to Quadratic Funding, a total of <strong>3 million dollars</strong> from the matching pool is being rewarded to everyone who received contributions.",
  "page-primer-contents-rounds-text-four": "The cool thing about Gitcoin's quadratic funding is that the payout adjusts automatically depending on how many unique funders contributed to different projects. Currently X funders contributed a total of Y to Z projects in the latest grants round.",
  "page-primer-contents-rounds-text-five": "GitcoinDAO also provides bounties, quests, and sponsored hackathons for people looking to solve specific challenges from around the web3 world.",
  "page-primer-contents-involved-h2": "GitcoinDAO IS GROWING!",
  "page-primer-contents-involved-text-one": "Today, there are <strong>{{totalDelegators}}</strong> delegators supporting stewards and proposals, with more and more participants joining the network every day.",
  "page-primer-contents-involved-interested": "Interested in participating?",
  "page-primer-contents-involved-interested-text-one": "Workstreams are here",
  "page-primer-contents-involved-interested-cta-one": "Apply here!",
  "page-primer-contents-involved-interested-text-two": "Stake GTC towards a steward",
  "page-primer-contents-involved-interested-cta-two": "Stake",
  "page-primer-contents-involved-engineer": "Are you a builder?",
  "page-primer-contents-involved-engineer-text": "Fill up the onboarding form below.",
  "page-primer-contents-involved-engineer-cta": "SIGN UP",
  "page-primer-contents-involved-miner": "Are you crypto-curious?",
  "page-primer-contents-involved-miner-text": "Attend one of our public spaces",
  "page-primer-contents-involved-miner-cta": "LEARN MORE",
  "page-primer-back": "Back to the top",
  "page-primer-meta-title": "A 10-minute Primer (thanks to Livepeer for releasing their primer as a public good!)",
  "page-primer-meta-description": "Through storytelling, illustration, and data, the GitcoinDAO Primer explains, at a high level, the problem GitcoinDAO solves, and how it works."
}
