{
  "page-primer-title": "A HOLIDAY PRIMER",
  "page-primer-contents": "CONTENTS",
  "page-primer-contents-intro": "Introduction",
  "page-primer-contents-what": "What is GitcoinDAO?",
  "page-primer-contents-who": "Who is GitcoinDAO for?",
  "page-primer-contents-how": "How does GitcoinDAO Work?",
  "page-primer-contents-stewards": "Workstreams at GitcoinDAO",
  "page-primer-contents-token": "GitcoinDAO Token",
  "page-primer-contents-delegators": "Delegators",
  "page-primer-contents-rewarding": "Rewarding Participation",
  "page-primer-contents-rounds": "Gitcoin Grants Rounds",
  "page-primer-contents-involved": "Get Involved",
  "page-primer-contents-intro-h3": "Today, digital public goods ,such as open source software, generate more than 500 billion dollars of value each year! ",
  "page-primer-contents-intro-text-one": "What is a digital public good and why is it a big deal? Just like clean water, air, and public parks are public goods in the physical world- a lot of the software that our world runs on and the knowledge that we gather through places like Wikipedia are digital public goods that have been made available for free and accessible for all to use. It’s easy to understand why: open source technologies power our internet infrastructure! Everyone benefits from open source but no one is required to pay to use it or take anyone’s permission to modify it into something new.",
  "page-primer-contents-intro-text-two": "Two such digital public goods are: the Internet and blockchain technology. They solve global coordination challenges.",
  "page-primer-contents-intro-text-three": "Thus, it is important to ensure that these open source technologies get funded similarly to the value they generate for the world.",
  "page-primer-contents-intro-text-four": "Due to the advent of blockchain technology, we have entered the era of truly internet-native organizations, such as DAOs (Decentralized Autonomous Organizations!. Community is at the core of DAOs. A DAO has stewards instead of a single leader at the top, communication happens on online chat platforms, and contributions are rewarded in the form of crypto tokens which are also used to vote on how the community should govern and self-organize.",
  "page-primer-contents-intro-text-five": "Today, there are about 200 DAOs that manage more than 11 billion dollars of assets. A whopping 1.6 million people are members of these DAOs in different roles. That's a lot, and about 180,000 members joined in the last month alone!",
  "page-primer-contents-intro-text-six": "DAOs make it easy for members to contribute and coordinate with fellow members. The roles in a DAO are as diverse as that of a traditional centralized organization, in addition to the ones that web3 and blockchain technologies have introduced. As a result, people are figuring out how to work in a DAO. This primer explains how!",
  "page-primer-contents-intro-text-seven": "People of any skill set can work at a DAO across the entire spectrum of infrastructure, tech, design, governance, project management, marketing, finance, operations, stewardship, coordination.",
  "page-primer-contents-intro-text-eight": "Such community contributions broadly affect all aspects of the society that the DAO is building for- technology, culture, economics, and policy.",
  "page-primer-contents-what-text-one": "GitcoinDAO’s main focus is to build and fund digital public goods to 'grow open source'. As we discussed, digital public goods are free and open-source. They can take the form of software, data sets, AI models, standards or content and are distributed freely and modified by anyone around the world. GitcoinDAO believes that digital public goods have the potential to solve our toughest challenges now and in the future. However, despite $500B+ in yearly economic output, open-source developers have traditionally not had effective ways to monetize their work.",
  "page-primer-contents-what-text-two": "To tackle this problem, Gitcoin was established as an organization that creates positive externalities for open-source innovators in the form of funding, work opportunities, and a community. Its mission is to serve the greater good by funding public goods that will allow us to tackle some of humanity’s most complex issues. Since its launch in November 2017, Gitcoin Grants has provided nearly $16M of project funding.",
  "page-primer-contents-who-h3-one": "Builders",
  "page-primer-contents-who-text-one": "who want to build digital public goods (code, design, memes, processes etc) that are not only useful for the immediate needs of GitcoinDAO but also by anyone else.",
  "page-primer-contents-who-h3-two": "Users",
  "page-primer-contents-who-text-two": "who want to use these public goods for their own communities or participate in the DAO as a funder of public goods.",
  "page-primer-contents-who-h3-three": "You",
  "page-primer-contents-who-text-three": "who is curious about this brave new world of crypto, web3, DAOs, and want to learn new skills and share your expertise.",
  "page-primer-contents-how-h3-one": "Meet Alisha",
  "page-primer-contents-how-text-one": "Alisha and her friends are freelance developers and designers. After hearing about GitcoinDAO online, they fill up the GitcoinDAO contributor form. A steward in the DAO onboards them. They collectively decide to build pay.party- an open-source tool that helps to efficiently distribute tokens to anyone in a community. The funding for the project comes from GitcoinDAO and the contributors are rewarded with GitcoinDAO’s native governance token- GTC.",
  "page-primer-contents-how-h3-two": "Meet Ben",
  "page-primer-contents-how-text-two": "Ben is a coordinator and project manager in charge of scaling web2 apps for the company he works for during the day. Some of his friends have begun to work at DAOs full-time. At GitcoinDAO, he makes projects like pay.party more efficient by sparing a few hours in the evening to figure out the DAO life. ",
  "page-primer-contents-how-text-three": "When Ben discusses the project updates with the team (Alisha and her friends), pay.party gets tested, iterated on, and is launched as a public good for the entire world. The tool is not only used in Gitcoin for building itself but becomes a helpful for everyone.",
  "page-primer-contents-how-text-four": "Today is a really important day for Ben. It is the public launch of their first moonshot- pay.party! Alisha is making sure that the dApp that she and her friends have been building works the way it is intended? At GitcoinDAO, we celebrate both failure and success of projects. This is where stewards play an important role.",
  "page-primer-contents-how-text-five": "In addition to contributors, there are two roles that people play in governing and organizing GitcoinDAO that ensure its success These are: Stewards, and Delegators.",
  "page-primer-contents-how-text-six": "First, let's go over the role of Stewards.",
  "page-primer-contents-stewards-text-one": "In GitcoinDAO, the current workstreams are: Public Goods, Moonshot Collective, MMM (Merch, Marketing and Memes), FDD (Fraud Detection and Defence). Due to the decentralized nature of DAOs, any active contributor to the DAO can participate in the governance forums. Any member of the community can vote for or against a proposal using the governance token. These proposals can be about anything that concerns the DAO, such as electing stewards for a workstream.",
  "page-primer-contents-stewards-text-two": "For doing so, a steward, like Ben, proposes a budget for the workstream in the native token of the GitcoinDAO community- GTC. The contributors to the workstream are rewarded in GTC for their contributions.",
  "page-primer-contents-stewards-text-three": "We have mentioned GTC quite a few times in this primer. Let’s learn more about the token.",
  "page-primer-contents-token-text-one": "The Gitcoin token (GTC) is used by the members of the GitcoinDAO to make decisions about where to allocate resources in the DAO. These decisions improve the mission of the DAO as a vessel for Gitcoin to coordinate the funding of public goods.",
  "page-primer-contents-token-text-two": "GTC has no economic value; it is a governance token used to oversee the Gitcoin ecosystem.",
  "page-primer-contents-token-text-three": "A crucial set of participants in the Gitcoin protocol who play an equally important role within the protocol — the Delegators of GTC.",
  "page-primer-contents-delegators-text-one": "Delegators are holders of the Gitcoin token who delegate their GTC towards any Steward that they choose. This helps signal their trust for a Steward.",
  "page-primer-contents-delegators-text-two": "You may be wondering, why would a token holder delegate their tokens? What's in it for them, besides making a Steward's day and earning bragging rights in the public goods community?",
  "page-primer-contents-rewarding-text-one": "When a Delegator stakes GTC towards a steward, it is a strong signal of encouraging the steward in decentralized decision-making.",
  "page-primer-contents-rewarding-text-two": "If all of this seems confusing, don’t worry! A contributor can contribute their skills across various fields to each of their domains even if they don't know about these responsibilities upfront.",
  "page-primer-contents-rewarding-text-three": "Once a contributor’s participation is rewarded in GTC, they can begin to assume the roles of either a Delegator or a voter on a proposal.",
  "page-primer-contents-rewarding-text-four": "Contributors gradually learn how to get more involved in the day-to-day operations of the DAO.",
  "page-primer-contents-rewarding-text-five": "Neat right? Next let's understand how GitcoinDAO helps the broader web3 ecosystem by funding digital public goods.",
  "page-primer-contents-rounds-h3-one": "Gitcoin Grant Rounds",
  "page-primer-contents-rounds-text-one": "Any open source web3 project can be proposed as a grant on the Gitcoin Grants platform at any time to receive funding. During a Grant Round, something exciting happens!",
  "page-primer-contents-rounds-text-two": "Grant Rounds take place once every quarter. During a round, a novel funding mechanism kicks in to allocate more funds to the grantees from the matching pool. This mechanism is known as quadratic funding.",
  "page-primer-contents-rounds-h3-two": "Grants Round 12 (that just wrapped up!)",
  "page-primer-contents-rounds-text-three": "The current scenario for public goods funding as of Grants Round 12 is that a total of  <strong>200</strong> projects got funded from unique, individual donations as well as a matching pool of <strong>3 million dollars</strong>.",
  "page-primer-contents-rounds-text-four": "Due to Quadratic Funding, the number of contributors matters more than amount funded for a particular project. Projects with more individual contributors than to projects with lesser number of contributors despite their individual donation size. This allocation democratizes funding and shifts power away from whales and central power brokers.",
  "page-primer-contents-rounds-text-five": "GitcoinDAO also provides bounties, quests, and sponsored hackathons for people looking to solve specific challenges from around the web3 world.",
  "page-primer-contents-involved-h2": "GitcoinDAO IS GROWING!",
  "page-primer-contents-involved-text-one": "Today, there are <strong>100</strong> Delegators supporting <strong>100</strong> Stewards with more and more participants joining the DAO every day.",
  "page-primer-contents-involved-interested": "Interested in participating?",
  "page-primer-contents-involved-interested-text-one": "Workstreams are here",
  "page-primer-contents-involved-interested-cta-one": "Apply here!",
  "page-primer-contents-involved-interested-text-two": "Delegate GTC towards a Steward",
  "page-primer-contents-involved-interested-cta-two": "Stake",
  "page-primer-contents-involved-engineer": "Are you a builder?",
  "page-primer-contents-involved-engineer-text": "Fill up the onboarding form below.",
  "page-primer-contents-involved-engineer-cta": "SIGN UP",
  "page-primer-contents-involved-miner": "Are you crypto-curious?",
  "page-primer-contents-involved-miner-text": "Attend one of our public spaces",
  "page-primer-contents-involved-miner-cta": "LEARN MORE",
  "page-primer-back": "Back to the top",
  "page-primer-meta-title": "A 10-minute Primer (thanks to Livepeer for releasing their primer as a public good!)",
  "page-primer-meta-description": "Through storytelling, illustration, and data, the GitcoinDAO Primer explains, at a high level, the problem GitcoinDAO solves, and how it works."
}
