{
  "page-primer-title": "A 10-MINUTE PRIMER",
  "page-primer-contents": "CONTENTS",
  "page-primer-contents-intro": "Introduction",
  "page-primer-contents-what": "What is Gitcoin?",
  "page-primer-contents-who": "Who is Gitcoin for?",
  "page-primer-contents-how": "How Does Gitcoin Work?",
  "page-primer-contents-orchestrators": "Workstreams",
  "page-primer-contents-token": "Gitcoin Token",
  "page-primer-contents-delegators": "Delegators",
  "page-primer-contents-rewarding": "Rewarding Participation",
  "page-primer-contents-rounds": "Rounds & Inflation",
  "page-primer-contents-involved": "Get Involved",
  "page-primer-contents-intro-h3": "Today, digital public goods are valued at more than 400 billion dollars!",
  "page-primer-contents-intro-text-one": "It’s easy to understand why: public goods are good 💪.",
  "page-primer-contents-intro-text-two": "But, for the people behind these public goods, it is insanely expensive to create and maintain for little to no social reward— and even more expensive to sustain as a full-time activity.",
  "page-primer-contents-intro-text-three": "Why? Because current business models who want to use open source software on the internet get it for free, and no funding models exist to support the people creating these cyber-physical commons.",
  "page-primer-contents-intro-text-four": "Transcoding is the process of taking a raw video file and reformatting it so that no matter what bandwidth you have - whether 2g or 5g - and no matter what device, you're ensured the most optimal viewing experience.",
  "page-primer-contents-intro-text-five": "Today, this process costs around $3 per stream per hour to a cloud service such as Amazon, up to $4500 per month for one media server, and up to $1500 per month before bandwidth for a content delivery network. That's a lot!",
  "page-primer-contents-intro-text-six": "Due to such high infrastructure costs, it's become commonplace for aspiring social video startups to find initial success upon launch, adding hundreds of thousands of users in a single month, only to end up with multi-million dollar streaming bills that drain their funding prior to finding a working business model. As a result, startups are forced to tax their users by selling their data, bombard them with ads, or shut down operations completely.",
  "page-primer-contents-intro-text-seven": "Demand for video services is increasing exponentially on the infrastructure side with the arrival of 4k video, ultra-HD, VR streaming, and all the cord-cutting that's moving broadcasts off of the traditional broadcast pipes and on to the internet.",
  "page-primer-contents-intro-text-eight": "Video infrastructure needs a more scalable and cost-effective solution to keep up with this growth.",
  "page-primer-contents-what-text-one": "GitcoinDAO’s main focus is to build and fund digital public goods. Digital public goods are free, open-source cultural works. They can take the form of software, data sets, AI models, standards or content and are distributed freely and modified by anyone around the world. GitcoinDAO believes that digital public goods have the potential to solve our toughest challenges now and in the future. However, despite $300B+ in yearly economic output, open-source developers have traditionally not had effective ways to monetize their work.",
  "page-primer-contents-what-text-two": "To tackle this problem, GitcoinDAO was established as an organization that distributes funds to these open-source innovators. Its mission is to serve the greater good by funding open-source projects that will allow us to tackle some of humanity’s most complex issues. Since its launch in November 2017, Gitcoin Grants has provided nearly $16M of project funding.",
  "page-primer-contents-who-h3-one": "Builders",
  "page-primer-contents-who-text-one": "who want to build digital public goods (code, art, etc) that can use Gitcoin to power our new web.",
  "page-primer-contents-who-h3-two": "Users",
  "page-primer-contents-who-text-two": "who want to use these public goods for their communities built on Gitcoin to do so.",
  "page-primer-contents-who-h3-three": "You",
  "page-primer-contents-who-text-three": "such as Twitch who have large audiences and high streaming bills or infrastructure costs can use Gitcoin to reduce costs or infrastructure overhead.",
  "page-primer-contents-how-h3-one": "Meet Alice",
  "page-primer-contents-how-text-one": "Alice is an app developer. She's using Gitcoin to add live video streaming capabilities to an app she's building for high schools that want to broadcast their team's sporting events.",
  "page-primer-contents-how-h3-two": "Meet Bob",
  "page-primer-contents-how-text-two": "Bob is an event coordinator in charge of broadcasting his high school's basketball games using Alice’s app.",
  "page-primer-contents-how-text-three": "When Bob opens the app and taps 'Record' at the start of each game, the app sends the live video along with broadcaster fees into the Gitcoin network. Gitcoin then transcodes the video into all the formats and bitrates that his viewers can consume.",
  "page-primer-contents-how-text-four": "Today is a really important broadcast for Bob. It's the championship game! How can Alice be sure that the live streaming experience will be high-quality for Bob's viewers?",
  "page-primer-contents-how-text-five": "There are two key actors in the Gitcoin network that ensure the quality of the live stream. Orchestrators and Delegators.",
  "page-primer-contents-how-text-six": "First, let's go over the role of Orchestrators.",
  "page-primer-contents-orchestrators-text-one": "In Gitcoin, anyone can join the network and become what's known as an orchestrator by running software that allows you to contribute your computer's resources (CPU, GPU, and bandwidth) in service of transcoding and distributing video for paying broadcasters and developers like Alice.",
  "page-primer-contents-orchestrators-text-two": "For doing so, you earn fees in the form of a cryptocurrency like ETH or a stablecoin pegged to the US dollar like DAI.",
  "page-primer-contents-orchestrators-text-three": "Sounds good, right? But wait, there's a catch! In order to earn the right to do this type of work on the network, you must first earn or acquire Gitcoin Token, also known as LPT.",
  "page-primer-contents-token-text-one": "At its core, the Gitcoin (GTC) is a governance token. It was created as a means to incentivize individuals to contribute to Gitcoin's mission. Kind of like a share in a company, it's inherent value is driven by a combination of factors including supply, demand, and the success of the organization. It also holds voting power within the DAO - if someone holds even a small amount of Gitcoin, they have the power to vote on governance decisions within the organization.",
  "page-primer-contents-token-text-two": "For now, most payments to staff and contributors are calculated in USD and distributed in GTC. Though there are some fluctuations in the price of GTC (like the stock of a company), in the long run the intention is that GTC will become more stable and gradually increase in value. These GTC payments are sent to cryptocurrency wallets where contributors can either keep or convert the funds into fiat currency or other cryptocurrencies. People who get paid in GTC are responsible for what they do with their tokens. Turning it into their country's currency and paying taxes accordingly is the responsibility of each recipient.",
  "page-primer-contents-token-text-three": "There's another set of actors in the Gitcoin protocol who play an equally important role within the protocol — Gitcoin Delegators.",
  "page-primer-contents-delegators-text-one": "Delegators are Gitcoin tokenholders who participate in the network by staking their tokens towards orchestrators who they believe are doing good and honest work. You can think about staking like putting a deposit down. When you stake, your tokens become locked up for a period of time and then you can take them back or stake them to a different Orchestrator. Doing this helps ensure that the network is more secure.",
  "page-primer-contents-delegators-text-two": "You may be wondering, why would a tokenholder stake their tokens? What's in it for them?",
  "page-primer-contents-rewarding-text-one": "When a broadcaster pays fees into the network, both orchestrators and Delegators earn a portion of those fees as a reward for ensuring a high-quality and secure network.",
  "page-primer-contents-rewarding-text-two": "In addition to earning fees, Gitcoin mints new token over time, much like Bitcoin and Ethereum block rewards, which are split amongst Delegators and orchestrators in proportion to their total stake relative to others in the network.",
  "page-primer-contents-rewarding-text-three": "This has the effect of growing network ownership amongst those who participate and shrinking it amongst those who do not.",
  "page-primer-contents-rewarding-text-four": "It also gives orchestrators a powerful economic advantage over traditional centralized video providers since the value of the token offsets what they need to charge broadcasters to break even. With traditional centralized video providers, they have to charge you their cost of service for transcoding and distributing video plus a margin.",
  "page-primer-contents-rewarding-text-five": "Neat right? Next, let's go over how often new tokens are minted.",
  "page-primer-contents-rounds-h3-one": "Gitcoin Grant Rounds",
  "page-primer-contents-rounds-text-one": "In Gitcoin, new tokens are minted every so-called round. Rounds are measured in Ethereum blocks, where one round is equal to <strong>{{ethereumBlocksPerRound}}</strong> Ethereum blocks. In Ethereum, one block is mined on average every <strong>{{blockTime}}</strong> seconds, which means one Gitcoin round lasts roughly <strong>{{hoursPerRound}}</strong> hours. Assuming the Orchestrator you're staked to is doing its job, this is how often you can expect to receive reward tokens.",
  "page-primer-contents-rounds-text-two": "Next, let's go over the Gitcoin inflation rate, or in other words, the way by which the Gitcoin protocol determines how many new tokens to mint each round.",
  "page-primer-contents-rounds-h3-two": "Inflation",
  "page-primer-contents-rounds-text-three": "The current rate of inflation as of today's round is <strong>{{inflation}}%</strong> and there are currently a total of <strong>{{totalSupply}}</strong> Gitcoin tokens in supply. So, if you do the math, a total of <strong>{{mintableTokens}}</strong> newly minted Gitcoin tokens will be rewarded to all participants during the next round.",
  "page-primer-contents-rounds-text-four": "The cool thing about Gitcoin is the inflation rate adjusts automatically depending on how many tokens are staked out of the total circulating supply. Currently, the total supply of Gitcoin tokens stands at <strong>{{totalSupply}}</strong> and of those, <strong>{{totalStaked}}</strong> are staked. Gitcoin refers to this ratio (<strong>{{participationRate}}</strong>%) as its 'participation rate'.",
  "page-primer-contents-rounds-text-five": "Gitcoin presupposes that a target rate of <strong>{{targetRate}}%</strong> is a healthy trade-off between network security and token liquidity, so in order to hit this target, the protocol incentivizes participation by increasing the inflation rate by <strong>{{inflationChange}}%</strong> for every round the participation rate is below <strong>{{targetRate}}%</strong> and decreasing it <strong>{{inflationChange}}%</strong> for every round the participation rate is above <strong>{{targetRate}}%</strong>.",
  "page-primer-contents-involved-h2": "Gitcoin IS GROWING!",
  "page-primer-contents-involved-text-one": "Today, there are <strong>{{totalDelegators}}</strong> delegators securing the network, with more and more participants joining the network every day.",
  "page-primer-contents-involved-interested": "Interested in participating?",
  "page-primer-contents-involved-interested-text-one": "Get Gitcoin token",
  "page-primer-contents-involved-interested-cta-one": "GET TOKEN",
  "page-primer-contents-involved-interested-text-two": "Stake token towards an Orchestrator",
  "page-primer-contents-involved-interested-cta-two": "Stake",
  "page-primer-contents-involved-engineer": "Are you a builder?",
  "page-primer-contents-involved-engineer-text": "Sign up here for the API beta",
  "page-primer-contents-involved-engineer-cta": "SIGN UP",
  "page-primer-contents-involved-miner": "Are you crypto-curious?",
  "page-primer-contents-involved-miner-text": "Learn how you can earn additional income on Gitcoin's open marketplace by renting out the idle capacity on your GPU mining rig.",
  "page-primer-contents-involved-miner-cta": "LEARN MORE",
  "page-primer-back": "Back to the top",
  "page-primer-meta-title": "A 10-minute Primer",
  "page-primer-meta-description": "Through storytelling, illustration, and data, the Gitcoin Primer explains, at a high level, the problem Gitcoin solves, and how it works."
}
