{
  "page-primer-title": "A 10-Minute Primer to",
  "page-primer-main-title": "GitcoinDAO",
  "page-primer-contents": "CONTENTS",
  "page-primer-contents-intro": "Introduction",
  "page-primer-contents-who": "Who is GitcoinDAO?",  
  "page-primer-contents-token": "GitcoinDAO Token",
  "page-primer-contents-how-it-funds-projects": "Funding open-source",
  "page-primer-contents-mission": "GitcoinDAO Mission",
  "page-primer-contents-rounds": "Gitcoin Grants Rounds",
  "page-primer-contents-involved": "Get Involved",

  "page-primer-contents-intro-h3": "GitcoinDAO is a community where builders, developers and protocols come together to build & fund digital public goods. ",
  "page-primer-contents-intro-text-one": "Digital public goods are free and open-source–meaning they are freely available and can be used and modified by all. Digital public goods can take the form of software, data sets, AI models, educational programming and content such as articles, videos, podcasts and images.",
  "page-primer-contents-intro-text-two": "GitcoinDAO believes that digital public goods have the potential to solve some of our toughest challenges now and in the future. However, despite $400B in yearly economic output, creators and maintainers of digital public goods have traditionally not had effective ways to monetize their work.",
  "page-primer-contents-intro-text-three": "Gitcoin was created to work on alleviating this problem. It funds and coordinates the development of digital public goods; GitcoinDAO is the vessel for Gitcoin’s mission.As of January 2022, nearly $50M of project funding has been provided through Gitcoin since it’s launch in 2017.",
  
  "page-primer-contents-what-text-one": "GitcoinDAO’s main focus is to build and fund digital public goods to 'grow open source'. As we discussed, digital public goods are free and open-source. They can take the form of software, data sets, AI models, standards or content and are distributed freely and modified by anyone around the world. GitcoinDAO believes that digital public goods have the potential to solve our toughest challenges now and in the future. However, despite $500B+ in yearly economic output, open-source developers have traditionally not had effective ways to monetize their work.",
  "page-primer-contents-what-text-two": "To tackle this problem, Gitcoin was established as an organization that creates positive externalities for open-source innovators in the form of funding, work opportunities, and a community. Its mission is to serve the greater good by funding public goods that will allow us to tackle some of humanity’s most complex issues. Since its launch in November 2017, Gitcoin Grants has provided nearly $16M of project funding.",
  
  "page-primer-contents-who-text-one": "We are citizens of the internet who work together to create and maintain the future of the open web - a web by and for all its users.",
  "page-primer-contents-who-text-two": "GitcoinDAO is a decentralized autonomous organization (DAO). This means that we don’t have a centralized headquarters. Instead, we coordinate and collaborate remotely online.",
  "page-primer-contents-who-text-three": "Being a DAO also means that our organization’s policies and procedures are governed and ratified by smart contracts. Having our basic governance functions of the organization run by this technology will eventually allow us to operate completely autonomously and transparently.",
  "page-primer-contents-who-text-four": "GitcoinDAO governance functions as a liquid democracy where Gitcoin Stewards are empowered to make decisions and enforce governance on behalf of our community. Our Stewards are knowledgeable, trusted community leaders passionate about Gitcoin’s mission. Community members and the general public alike are invited to submit proposals to the DAO. The proposals are then reviewed, discussed and finally voted upon and ratified by our Stewards.",
  "page-primer-contents-who-text-five": "All contributors and collective members of GitcoinDAO are encouraged to participate in discourse, lead initiatives and Workstreams within the DAO",
  
  "page-primer-contents-token-text-one": "The Gitcoin token (GTC) is the governance token of GitcoinDAO. It is used by the members of GitcoinDAO to make decisions about where to allocate resources in the DAO. These decisions improve the mission of the DAO as a vessel for Gitcoin to coordinate the funding of public goods. GTC has no claim on financial rights; it is a governance token used to oversee the Gitcoin ecosystem.",
  "page-primer-contents-token-text-two": "The Gitcoin DAO treasury supports the resourcing of Workstream operations and special initiatives upon approval by our Stewards. Workstreams use the GTC allocated to them to compensate DAO contributors.",
  "page-primer-contents-token-text-three": "There are many different ways GitcoinDAO facilitates the funding of open-source projects:",
  "page-primer-contents-token-text-four": "Using bounties, the Gitcoin platform connects top talent and teams to challenging projects. Past projects have funded everything from hacking security challenges and building new software features, to UX/UI design and content creation.",
  "page-primer-contents-token-text-five": "Sponsored hackathons are set up as competitions where builders can work their way to creative solutions on a variety of protocols for prizes. Developers will team up and collaborate with other builders to advance the technology that will shape the future of the open web.",
  "page-primer-contents-token-text-six": "Projects can also be funded through Gitcoin Grants - a quarterly crowdsourcing initiative that partners with large donors who match individual donations using Quadratic Funding . Over the years, Gitcoin Grants has helped launch thousands of projects who often, in turn, become sponsors of future events.",
  "page-primer-contents-token-text-seven": "All of our efforts are made possible by our AWESOME, generous donors whom we couldn’t exist without!! (thank you, donors!)",

  "page-primer-contents-mission-h3-one": "Our Mission and Movement",
  "page-primer-contents-mission-text-one": "We build for human thriving. We believe that championing and supporting the creation of digital public goods will make it easier for humans around the world to coordinate and collaborate globally.",
  "page-primer-contents-mission-text-two": "GitcoinDAO is spearheading a movement and galvanizing people to continue to come together to fund and build an open, and regenerative internet that enables a thriving and diverse global citizenry.",
  "page-primer-contents-mission-text-three": "Through our work, we are facilitating a vibrant and prosperous future for all.",

  "page-primer-contents-involved-h2": "GitcoinDAO IS GROWING!",
  "page-primer-contents-involved-text-one": "If you're feeling inspired, there are many ways to learn more, get involved and contribute to our mission!",

  "page-primer-contents-involved-build": "Build something amazing through a bounty or hackathon.",
  "page-primer-contents-involved-build-btn": "Build here!",

  "page-primer-contents-involved-discord": "If you want to come hang with us, join our Discord Community!",
  "page-primer-contents-involved-discord-btn": "Join",

  "page-primer-contents-involved-contribute": "Learn more about our Workstreams, community events and ways to contribute at Gitcoindao.com",
  "page-primer-contents-involved-contribute-btn": "Learn More",

  "page-primer-contents-involved-grants": "Discover and fund extraordinary projects by heading to Gitcoin's grants page",
  "page-primer-contents-involved-grants-btn": "Learn More",

  "page-primer-back": "Back to the top",
  "page-primer-meta-title": "A 10-minute Primer (thanks to Livepeer for releasing their primer as a public good!)",
  "page-primer-meta-description": "Through storytelling, illustration, and data, the GitcoinDAO Primer explains, at a high level, the problem GitcoinDAO solves, and how it works."
}
